Repository: katagaki/Easel
Catalog: Shared/Support/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# Select.CutToLayer
source: Cut to New Layer
ja: 新規レイヤーにカット
ko: 새로운 레이어로 오려두기
zh_hans: 剪切到新图层
zh_hant: 剪下至新圖層

# Select.Deselect
source: Deselect
ja: 選択を解除
ko: 선택 해제
zh_hans: 取消选择
zh_hant: 取消選取

# Select.Ellipse
source: Ellipse
ja: 楕円形
ko: 타원
zh_hans: 椭圆
zh_hant: 橢圓

# Select.Fill
source: Fill Selection
ja: 選択範囲を塗りつぶす
ko: 선택 영역 채우기
zh_hans: 填充选区
zh_hant: 填滿選取範圍

# Select.Invert
source: Invert Selection
ja: 選択範囲を反転
ko: 선택 영역 반전
zh_hans: 反选
zh_hant: 反轉選取範圍

# Select.Lasso
source: Freehand
ja: フリーハンド
ko: 자유형
zh_hans: 手绘
zh_hant: 手繪

# Select.Magic
source: Magic Select
ja: 自動選択
ko: 자동 선택
zh_hans: 魔棒
zh_hant: 魔術棒

# Select.Magnetic
source: Magnetic Lasso
ja: マグネット選択
ko: 자석 올가미
zh_hans: 磁性套索
zh_hant: 磁性套索

# Select.Object
source: Object Select
ja: オブジェクト選択
ko: 개체 선택
zh_hans: 选择对象
zh_hant: 選取物件

# Select.Rectangle
source: Rectangle
ja: 長方形
ko: 직사각형
zh_hans: 矩形
zh_hant: 矩形

source: Select Subject
ja: 被写体を選択
ko: 피사체 선택
zh_hans: 选择主体
zh_hant: 選取主體

# Shape.Arrow
source: Arrow
ja: 矢印
ko: 화살표
zh_hans: 箭头
zh_hant: 箭頭

# Shape.Ellipse
source: Ellipse
ja: 楕円形
ko: 타원
zh_hans: 椭圆
zh_hant: 橢圓

# Shape.Line
source: Line
ja: 線
ko: 선
zh_hans: 线条
zh_hant: 線條

# Shape.Rectangle
source: Rectangle
ja: 長方形
ko: 직사각형
zh_hans: 矩形
zh_hant: 矩形

# Text.Alignment
source: Alignment
ja: 揃え
ko: 정렬
zh_hans: 对齐
zh_hant: 對齊

# Text.Alignment.Center
source: Center
ja: 中央揃え
ko: 가운데 정렬
zh_hans: 居中
zh_hant: 置中

# Text.Alignment.Leading
source: Left
ja: 左揃え
ko: 왼쪽 정렬
zh_hans: 左对齐
zh_hant: 靠左

# Text.Alignment.Trailing
source: Right
ja: 右揃え
ko: 오른쪽 정렬
zh_hans: 右对齐
zh_hant: 靠右

# Text.Background
source: Background
ja: 背景
ko: 배경
zh_hans: 背景
zh_hant: 背景

# Text.Background.Corners
source: Rounded Corners
ja: 角の丸み
ko: 둥근 모서리
zh_hans: 圆角
zh_hant: 圓角

# Text.Background.Padding
source: Padding
ja: 余白
ko: 여백
zh_hans: 边距
zh_hant: 邊距

# Text.Background.Show
source: Background Box
ja: 背景ボックス
ko: 배경 상자
zh_hans: 背景框
zh_hant: 背景框

# Text.Bold
source: Bold
ja: 太字
ko: 볼드체
zh_hans: 粗体
zh_hant: 粗體

# Text.Color
source: Color
ja: カラー
ko: 색상
zh_hans: 颜色
zh_hant: 顏色

# Text.Design
source: Font
ja: フォント
ko: 서체
zh_hans: 字体
zh_hant: 字體

# Text.Design.Default
source: System
ja: システム
ko: 시스템
zh_hans: 系统
zh_hant: 系統

# Text.Design.Monospaced
source: Monospaced
ja: 等幅
ko: 고정폭
zh_hans: 等宽
zh_hant: 等寬

# Text.Design.Rounded
source: Rounded
ja: 丸ゴシック
ko: 둥근
zh_hans: 圆体
zh_hant: 圓體

# Text.Design.Serif
source: Serif
ja: セリフ
ko: 세리프
zh_hans: 衬线
zh_hant: 襯線

# Text.Italic
source: Italic
ja: 斜体
ko: 이탤릭체
zh_hans: 斜体
zh_hant: 斜體

# Text.NoTextLayer
source: No Text Layer
ja: テキストレイヤーがありません
ko: 텍스트 레이어 없음
zh_hans: 没有文本图层
zh_hant: 沒有文字圖層

# Text.NoTextLayer.Detail
source: Pick the Text tool and tap the canvas to add text.
ja: テキストツールを選んでカンバスをタップすると、テキストを追加できます。
ko: 텍스트 도구를 선택하고 캔버스를 탭하여 텍스트를 추가하십시오.
zh_hans: 选择文本工具并轻点画布以添加文本。
zh_hant: 選擇文字工具並點一下畫布以加入文字。

# Text.Outline
source: Outline
ja: 輪郭
ko: 외곽선
zh_hans: 轮廓
zh_hant: 外框

# Text.Outline.Show
source: Outline Text
ja: テキストに輪郭を付ける
ko: 텍스트 외곽선
zh_hans: 为文本添加轮廓
zh_hant: 為文字加上外框

# Text.Outline.Width
source: Width
ja: 太さ
ko: 두께
zh_hans: 宽度
zh_hant: 寬度

# Text.Placeholder
source: Text
ja: テキスト
ko: 텍스트
zh_hans: 文本
zh_hant: 文字

# Text.Size
source: Size
ja: サイズ
ko: 크기
zh_hans: 大小
zh_hant: 大小

# TitleMenu.ConvertToEasel
source: Keep Layers
ja: レイヤーを保持
ko: 레이어 유지
zh_hans: 保留图层
zh_hant: 保留圖層

# TitleMenu.ConvertToEasel.Footer
source: Pictures are flattened when saved. Turn this file into an Easel image to keep its layers.
ja: 画像ファイルは保存時に統合されます。レイヤーを保持するには、このファイルをEasel画像に変換してください。
ko: 사진 파일은 저장할 때 병합됩니다. 레이어를 유지하려면 이 파일을 Easel 이미지로 변환하십시오.
zh_hans: 图片在存储时会被拼合。将此文件转换为 Easel 图像以保留其图层。
zh_hant: 圖片在儲存時會被平面化。將此檔案轉換為 Easel 影像以保留其圖層。

# Tool.Blur
source: Blur
ja: ぼかし
ko: 흐림
zh_hans: 模糊
zh_hant: 模糊

# Tool.Brush
source: Brush
ja: ブラシ
ko: 브러시
zh_hans: 画笔
zh_hant: 筆刷

# Tool.Crop
source: Crop
ja: 切り取り
ko: 자르기
zh_hans: 裁剪
zh_hant: 裁切

# Tool.Eraser
source: Eraser
ja: 消しゴム
ko: 지우개
zh_hans: 橡皮擦
zh_hant: 橡皮擦

# Tool.Eyedropper
source: Eyedropper
ja: スポイト
ko: 스포이드
zh_hans: 吸管
zh_hant: 滴管

# Tool.Fill
source: Paint Bucket
ja: 塗りつぶし
ko: 페인트 통
zh_hans: 油漆桶
zh_hant: 油漆桶

# Tool.Gradient
source: Gradient
ja: グラデーション
ko: 그라디언트
zh_hans: 渐变
zh_hant: 漸層

# Tool.Heal
source: Heal
ja: 修復
ko: 복구
zh_hans: 修复
zh_hant: 修復

# Tool.Mosaic
source: Mosaic
ja: モザイク
ko: 모자이크
zh_hans: 马赛克
zh_hant: 馬賽克

# Tool.Move
source: Move
ja: 移動
ko: 이동
zh_hans: 移动
zh_hant: 移動

# Tool.Nodes
source: Edit Points
ja: ポイントを編集
ko: 포인트 편집
zh_hans: 编辑锚点
zh_hant: 編輯錨點

# Tool.Pen
source: Pen
ja: ペン
ko: 펜
zh_hans: 钢笔
zh_hant: 鋼筆

# Tool.Select
source: Select
ja: 選択
ko: 선택
zh_hans: 选择
zh_hant: 選取

# Tool.Shape
source: Shape
ja: 図形
ko: 도형
zh_hans: 形状
zh_hant: 形狀

# Tool.Smudge
source: Smudge
ja: 指先
ko: 손가락
zh_hans: 涂抹
zh_hant: 指尖

# Tool.Text
source: Text
ja: テキスト
ko: 텍스트
zh_hans: 文本
zh_hant: 文字

# Toolbar.Inspector
source: Show or Hide Inspector
ja: インスペクタを表示/非表示
ko: 속성 보기/가리기
zh_hans: 显示或隐藏检查器
zh_hant: 顯示或隱藏檢閱器

# Toolbar.Redo
source: Redo
ja: やり直す
ko: 실행 복귀
zh_hans: 重做
zh_hant: 重做

# Toolbar.Share
source: Share
ja: 共有
ko: 공유
zh_hans: 共享
zh_hant: 分享

# Toolbar.Undo
source: Undo
ja: 取り消す
ko: 실행 취소
zh_hans: 撤销
zh_hant: 還原

# Common.OK
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# ImageSize.Pixels
source: px
zh_hans: 像素
zh_hant: 像素
